// dont change any line this file

module.exports = {
  config: {
    name: "cp",
    aliases: ["bots", "mybots", "links"],
    permission: 0,
    prefix: true,
    description: "Send all my bot links and tutorials",
    categories: "Utility",
    usages: [".cp"],
    credit: "Developed by Mohammad Nayan"
  },

  start: async ({ api, event }) => {
    const { threadId, message } = event;

    const myNumber = "8801710355871";
    const msg = `🌟 *ALVI OLID CP* 🌟

জগৎ সুন্দর🌏
সৃষ্টি সুন্দর 🌈
অসুন্দর শুধু  আমি 🫥
পান খেয়েছি পিক ফেলেছি🤧
আর কালোযাদু করেছিলে তুমি 🧌🧟‍♀️☠️
 
> অলিদ -🕊️✨

❀‍‍ ___ তোমাকে ভুলে যাওয়ার কথা আমি ভুলেও ভাবতে পারি না, কারণ, _*তোমার*_ মতো করে কেউ আর আমাকে এভাবে গুছিয়ে *_ভালোবাসতে*_ পারবে না! তোমার আর আমার সম্পর্ক-টা কিছু দিনের হলেও অনেক *_গভিরে_* চলে গেছে! তাই তোমার জায়গা-টা আমি আর অন্য কাউকে দিতে *_পারবো না_*। তুমি শুধু আমার প্রতি একটু ভরসা আর **_বিশ্বাস_ __রেখো প্রিয়_!! 😔❤️‍🩹🌸


> অলিদ - 🕊️✨

❥━༊༎যে থাকার সে শত খারাপ জেনেও❞༎ ღ🍒😔
                     ❥পাশে থাকবে❞༎ ❤️🕊️

❥━༊༎কারন শখের জিনিস ক্ষুদ্র হলেও❞༎ღ 🎊🌿
                     ❥মায়া বেশি❞༎ღ

> অলিদ - 🕊️

_*Dear শীত একটু কম করে পর..*_
_*কারণ আমার তো আর জড়িয়ে ধরার মানুষ নাই..!!*_ 🥲💔

> ✍︎ অলিদ - 💝☘︎

- জানি তুমি আমার হবে না তবুও মাথা ভর্তি তোমাকে নিয়ে চিন্তা..!!🙂😊


> অলিদ - 🕊️✨

- জানি তুমি আমার হবে না তবুও মাথা ভর্তি তোমাকে নিয়ে চিন্তা..!!🙂😊


> অলিদ - 🕊️✨

~ বছর শেষ হয়ে যাচ্ছে তবে দুঃখ শেষ হচ্ছে না আমার.!! 😅❤️‍🩹

> অলিদ - 🕊️✨

*_❝ মানুষ শুধু শরীরের ব্যথা বোঝে,_*
 _মনের ব্যথা বোঝার মতো অনুভূতি সবার থাকে না।❞_

> অলিদ - 🕊️✨




📞 *Contact Me*: +${myNumber}`;

    await api.sendMessage(threadId, { text: msg }, { quoted: message });
  }
};
